[
  {
    "id": 0,
    "url": "",
    "path": "scrape\\content\\pages.json",
    "chunk_id": null,
    "text": "“Thank You for showing interest in ScriptBees. We are delighted to associate talented personages like you. For further inquiries or requests, reach us byinfo@scriptbees.com. You can also fill the below form, and we’ll be contacting you shortly.” “Thank You for showing interest in ScriptBees. We are delighted to associate talented personages like you. For further inquiries or requests, reach us byinfo@scriptbees.com. You can also fill the below form, and we’ll be contacting you shortly.” “Thank You for showing interest in ScriptBees. We are delighted to associate talented personages like you. For further inquiries or requests, reach us byinfo@scriptbees.com. You can also fill the below form, and we’ll be contacting you shortly.” About UsOur StoryTo keep things short, we wanted to resolve everybody’s problem with technology!ScriptBees was created with a small group of individuals who had a passion for designing cutting-edge software products. Our belief in automation has made to build products that make things more accessible and easy to use.Our first stint as an organization began with VolunteerMark, a volunteer management solution, our core team developed. VolunteerMark inspired us to deliver game-changing digital solutions with similar processes & frameworks, in addition to expanding our team to provide such vital implementations.2013Company Starts with VolunteerMarkWe began with 20 members of staff, as VolunteerMark development initiated to enhance the volunteer management system. Integrated team involvement turned the accomplishment of requirements. Our integrity and systematic approach allowed us to push our boundaries of development.2015WonderWe + Key implementations for the Government that continue even todayOur progressive growth in staffing and WonderWe, a fundraising platform; association had consolidated our passionate team towards technology development. Incorporating with Government implementations provided us a steady increase in the expansion of techno"
  }
]